Revit 2024 API
SymbolicCurveArray Constructor
Initializes a new instance of the SymbolicCurveArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public SymbolicCurveArray()
Visual Basic
Public Sub New
Visual C++
public:
SymbolicCurveArray()
See Also
SymbolicCurveArray Class
Autodesk.Revit.DB Namespace